[
{"number": "1", "statement": "คุณรู้สึกว่าเป็นเรื่องยากที่จะแนะนำตัวกับผู้อื่น"},
{"number": "2", "statement": "คุณมักจมอยู่ในความคิดจนละเลยหรือหลงลืมสิ่งรอบตัว"},
{"number": "3", "statement": "คุณพยายามตอบอีเมลเร็วที่สุดเท่าที่จะทำได้และไม่ชอบให้กล่องจดหมายเข้ายุ่งเหยิง"},
{"number": "4", "statement": "คุณพบว่าเป็นเรื่องง่ายที่จะผ่อนคลายและมีสมาธิภายใต้ความกดดัน"},
{"number": "5", "statement": "คุณมักไม่ค่อยเป็นคนเริ่มต้นการสนทนา"},
{"number": "6", "statement": "คุณแทบจะไม่ลงมือทำอะไรที่อยู่นอกเหนือความสงสัยใคร่รู้"},
{"number": "7", "statement": "คุณรู้สึกเหนือกว่าผู้อื่น"},
{"number": "8", "statement": "ความเป็นระเบียบสำคัญกับคุณมากกว่าความสามารถในการปรับเปลี่ยน"},
{"number": "9", "statement": "คุณมักมีแรงจูงใจและกระตือรือร้นอยู่เสมอ"},
{"number": "10", "statement": "การชนะการโต้แย้งสำคัญกับคุณมากกว่าการระวังไม่ให้ผู้อื่นหงุดหงิด"},
{"number": "11", "statement": "คุณมักรู้สึกว่าคุณต้องอธิบายการกระทำของตัวเองให้ผู้อื่นเข้าใจ"},
{"number": "12", "statement": "บ้านและบริเวณทำงานของคุณนั้นสงบและเป็นระเบียบ"},
{"number": "13", "statement": "คุณไม่กังวลใจในการตกเป็นจุดสนใจของคนอื่นๆ"},
{"number": "14", "statement": "คุณคิดว่าตัวเองเน้นการทำได้จริงมากกว่าความคิดสร้างสรรค์"},
{"number": "15", "statement": "แทบไม่เคยมีใครทำให้คุณอารมณ์เสียได้"},
{"number": "16", "statement": "คุณมักวางแผนการเดินทางของอย่างรอบคอบ"},
{"number": "17", "statement": "บ่อยครั้งเป็นเรื่องยากที่คุณจะเข้าใจความรู้สึกของผู้อื่น"},
{"number": "18", "statement": "อารมณ์ของคุณเปลี่ยนได้อย่างรวดเร็ว"},
{"number": "19", "statement": "ในการพูดคุย ข้อเท็จจริงควรมีความสำคัญกว่าความรู้สึกผู้อื่น"},
{"number": "20", "statement": "คุณแทบไม่ได้กังวลเลยว่าการกระทำของคุณส่งผลต่อผู้อื่นอย่างไร"},
{"number": "21", "statement": "สไตล์การทำงานของคุณนั้นจะมีความกระตือรือร้นเป็นช่วง ๆ มากกว่าการดำเนินตามแบบแผนและเป็นไปอย่างมีระบบ"},
{"number": "22", "statement": "คุณมักอิจฉาผู้อื่น"},
{"number": "23", "statement": "หนังสือหรือวิดีโอเกมส์ที่น่าสนใจนั้นมักจะดีกว่าการเข้าร่วมงานสังคม"},
{"number": "24", "statement": "การมีความสามารถในการวางแผนและทำตามแผนนั้นเป็นสิ่งสำคัญที่สุดในการทำงานทุกโครงการ"},
{"number": "25", "statement": "คุณแทบไม่เคยหลงไหลไปกับเรื่องแฟนตาซีหรือแนวคิดใด ๆ"},
{"number": "26", "statement": "คุณมักพบว่าตัวเองจมอยู่กับความคิดเมื่อเดินอยู่ท่ามกลางธรรมชาติ"},
{"number": "27", "statement": "หากมีใครที่ตอบอีเมลคุณช้า คุณจะเริ่มคิดว่าคุณพูดอะไรผิดไปหรือไม่"},
{"number": "28", "statement": "ในฐานะผู้ปกครอง คุณอยากเห็นลูกเติบโตเป็นเด็กจิตใจดีมากกว่าเด็กฉลาด"},
{"number": "29", "statement": "คุณไม่ยอมให้ผู้อื่นมีผลกับการกระทำของคุณ"},
{"number": "30", "statement": "ความฝันของคุณมักอยู่ในโลกและสถานการณ์ความเป็นจริง"},
{"number": "31", "statement": "คุณสามารถเข้าร่วมกิจกรรมสังคมต่าง ๆ ในที่ทำงานใหม่ได้ในเวลาไม่นาน"},
{"number": "32", "statement": "คุณเป็นคนทำอะไรตามสถานการณ์มากกว่าเป็นนักวางแผนที่รอบคอบ"},
{"number": "33", "statement": "อารมณ์ควบคุมคุณมากกว่าที่คุณควบคุมอารมณ์"},
{"number": "34", "statement": "คุณสนุกสนานกับการไปร่วมงานสังคมที่ต้องมีกิจกรรมการแต่งกายหรือบทบาทสมมติ"},
{"number": "35", "statement": "คุณมักใช้เวลาศึกษาแนวความคิดที่ยังไม่เป็นจริงหรือยังไม่ดำเนินการได้แต่มีความน่าสนใจ"},
{"number": "36", "statement": "คุณมักจะทำตามสัญชาตญาณมากกว่าวางแผนอย่างละเอียด"},
{"number": "37", "statement": "คุณดูเป็นคนเก็บตัวและเงียบ ๆ "},
{"number": "38", "statement": "หากคุณมีธุรกิจ คุณพบว่าเป็นเรื่องยากที่ต้องเลิกจ้างพนักงานที่มีความจงรักภักดีแต่ทำงานได้ไม่ดี"},
{"number": "39", "statement": "คุณมักหาเหตุผลว่าทำไมมนุษย์จึงคงอยู่ได้"},
{"number": "40", "statement": "ตรรกะมักสำคัญกว่าจิตใจเมื่อต้องตัดสินใจเรื่องสำคัญ ๆ"},
{"number": "41", "statement": "การมีทางเลือกหลายทางนั้นสำคัญกว่ามีรายการสิ่งที่ต้องทำ"},
{"number": "42", "statement": "หากเพื่อของคุณกำลังเศร้า คุณมักจะปลอบประโลมมากกว่าเสนอทางออกในการแก้ปัญหา"},
{"number": "43", "statement": "คุณแทบไม่เคยรู้สึกว่าไม่ปลอดภัยเลย"},
{"number": "44", "statement": "คุณคิดว่าการการวางแผนส่วนตัวและทำตามแผนนั้นเป็นเรื่องไม่ยาก"},
{"number": "45", "statement": "การเป็นคนที่ถูกต้องนั้นสำคัญกว่าการเป็นคนที่ให้ความร่วมมือดีเมื่อต้องทำงานร่วมกับผู้อื่น"},
{"number": "46", "statement": "คุณคิดว่าความคิดเห็นของผู้อื่นนั้นควรได้รับความเคารพไม่ว่าความคิดเห็นนั้นจะรองรับกับข้อเท็จจริงหรือไม่ก็ตาม"},
{"number": "47", "statement": "คุณรู้สึกกระตือรือร้นขึ้นเมื่อใช้เวลาอยู่กับกลุ่มคน"},
{"number": "48", "statement": "คุณมักหาของไม่เจอ"},
{"number": "49", "statement": "คุณคิดว่าตัวเองเป็นคนมั่นคงทางอารมณ์"},
{"number": "50", "statement": "จิตใจของคุณมักจะว้าวุ่นเมื่อมีแนวคิดหรือแผนการที่ยังไม่รู้จัก"},
{"number": "51", "statement": "คุณไม่เรียกตัวเองว่าคนช่างฝัน"},
{"number": "52", "statement": "คุณมักพบกว่าเป็นเรื่องยากที่จะผ่อนคลายเมื่อต้องพูดต่อหน้าคนจำนวนมาก"},
{"number": "53", "statement": "โดยทั่วไปแล้ว คุณพึ่งพาประสบการณ์มากกว่าจินตนาการของตัวเอง"},
{"number": "54", "statement": "คุณกังวลมากเกินไปว่าคนอื่นคิดอย่างไร"},
{"number": "55", "statement": "หากห้องมีคนอยู่เต็ม คุณมักยืนติดกำแพงและหลีกเลี่ยงการเป็นจุดสนใจ"},
{"number": "56", "statement": "คุณมีแนวโน้มที่จะผลัดวันประกันพรุ่งจนแทบไม่เหลือเวลาให้ทำอะไรอย่างเพียงพอ"},
{"number": "57", "statement": "คุณมักว้าวุ่นเมื่อต้องอยู่ในสถานการณ์ที่เคร่งเครียด"},
{"number": "58", "statement": "คณเชื่อว่าการเป็นที่ชื่นชอบของผู้อื่นนั้นดีกว่าการเป็นผู้มีอำนาจ"},
{"number": "59", "statement": "คุณสนใจในเรื่องที่ไม่เป็นไปตามแบบแผนและมีความคลุมเครือเสมอ เช่น หนังสือ ศิลปะ หรือ ภาพยนต์"},
{"number": "60", "statement": "คุณมักเป็นผู้ริเริ่มเสมอ ในสถานการณ์ทางสังคม"}
]