export const GENED_CODE = {
  "1": {
    th: "สังคมศาสตร์",
    en: "so",
    up: "SO",
    sht: "สังคม",
    num: 1
  },
  "2": {
    th: "มนุษยศาสตร์",
    en: "hu",
    up: "HU",
    sht: "มนุษย์​",
    num: 2
  },
  "3": {
    th: "วิทยาศาสตร์-คณิตศาสตร์",
    en: "sci",
    up: "SCI",
    sht: "วิทย์",
    num: 3
  },
  "4": {
    th: "สหศาสตร์",
    en: "in",
    up: "IN",
    sht: "สหฯ",
    num: 4
  },
  "5": {
    th: "ภาษาต่างประเทศ",
    en: "lang",
    up: "LANG",
    sht: "ภาษา",
    num: 5
  }
};

export const FACULTY_CODE = {
  "01": "สถาบันภาษาไทยสิรินธร",
  "02": "ศูนย์การศึกษาทั่วไป",
  "20": "บัณฑิตวิทยาลัย",
  "21": "คณะวิศวกรรมศาสตร์",
  "22": "คณะอักษรศาสตร์",
  "23": "คณะวิทยาศาสตร์",
  "24": "คณะรัฐศาสตร์",
  "25": "คณะสถาปัตยกรรมศาสตร์",
  "26": "คณะพาณิชยศาสตร์และการบัญชี",
  "27": "คณะครุศาสตร์",
  "28": "คณะนิเทศศาสตร์",
  "29": "คณะเศรษฐศาสตร์",
  "30": "คณะแพทยศาสตร์",
  "31": "คณะสัตวแพทยศาสตร์",
  "32": "คณะทันตแพทยศาสตร์",
  "33": "คณะเภสัชศาสตร์",
  "34": "คณะนิติศาสตร์",
  "35": "คณะศิลปกรรมศาสตร์",
  "36": "คณะพยาบาลศาสตร์",
  "37": "คณะสหเวชศาสตร์",
  "38": "คณะจิตวิทยา",
  "39": "คณะวิทยาศาสตร์การกีฬา",
  "40": "สำนักวิชาทรัพยากรการเกษตร",
  "51": "วิทยาลัยประชากรศาสตร์",
  "53": "วิทยาลัยวิทยาศาสตร์สาธารณสุข",
  "55": "สถาบันภาษา",
  "58": "สถาบันบัณฑิตบริหารธุรกิจ ศศินทร์ฯ"
};

export const FACULTY = {
  "21": { sh: "วิศวะ", th: "วิศวกรรมศาสตร์", en: "Engineering" },
  "22": { sh: "อักษร", th: "อักษรศาสตร์", en: "Arts" },
  "23": { sh: "วิทยา", th: "วิทยาศาสตร์", en: "Science" },
  "24": { sh: "รัฐศาสตร์", th: "รัฐศาสตร์", en: "Political Science" },
  "25": { sh: "สถาปัตย์", th: "สถาปัตยกรรมศาสตร์", en: "Architecture" },
  "26": { sh: "บัญชี", th: "พาณิชยศาสตร์และการบัญชี", en: "Commerce and Accountancy" },
  "27": { sh: "ครุ", th: "ครุศาสตร์", en: "Education" },
  "28": { sh: "นิเทศ", th: "นิเทศศาสตร์", en: "Communication Arts" },
  "29": { sh: "เศรษฐศาสตร์", th: "เศรษฐศาสตร์", en: "Economics" },
  "30": { sh: "แพทย์", th: "แพทยศาสตร์", en: "Medicine" },
  "31": { sh: "สัตวแพทย์", th: "สัตวแพทยศาสตร์", en: "Veterinary Science" },
  "32": { sh: "ทันตะ", th: "ทันตแพทยศาสตร์", en: "Dentistry" },
  "33": { sh: "เภสัช", th: "เภสัชศาสตร์", en: "Pharmaceutical Sciences" },
  "34": { sh: "นิติ", th: "นิติศาสตร์", en: "Law" },
  "35": { sh: "สินกำ", th: "ศิลปกรรมศาสตร์", en: "Fine and Applied Arts" },
  "36": { sh: "พยาบาล", th: "พยาบาลศาสตร์", en: "Nursing" },
  "37": { sh: "สหเวช", th: "สหเวชศาสตร์", en: "Allied Health Sciences" },
  "38": { sh: "จิตวิทยา", th: "จิตวิทยา", en: "Psychology" },
  "39": { sh: "วิทย์กีฬา", th: "วิทยาศาสตร์การกีฬา", en: "Sports Science" },
  "40": { sh: "ซาร์", th: "สํานักวิชาทรัพยากรการเกษตร", en: "School of Agricultural" }
};
